{"_path":"/terms-of-use","_dir":"","_draft":false,"_partial":false,"_locale":"","title":"Terms Of Use","description":"Welcome to Academic Notion, a Chrome extension designed to enhance your academic research workflow with Notion. These Terms of Use (\"Terms\") govern your use of the Academic Notion extension and any related services provided by us. By installing or using Academic Notion, you agree to be bound by these Terms. If you do not agree with any part of these Terms, you may not use our extension.","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"terms-of-use"},"children":[{"type":"text","value":"Terms Of Use"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Welcome to Academic Notion, a Chrome extension designed to enhance your academic research workflow with Notion. These Terms of Use (\"Terms\") govern your use of the Academic Notion extension and any related services provided by us. By installing or using Academic Notion, you agree to be bound by these Terms. If you do not agree with any part of these Terms, you may not use our extension."}]},{"type":"element","tag":"h2","props":{"id":"_1-use-license"},"children":[{"type":"text","value":"1. Use License"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Subject to these Terms, we grant you a non-exclusive, non-transferable, limited license to use Academic Notion solely for your personal, non-commercial purposes. You agree not to use Academic Notion for any other purpose, and you shall not modify, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from Academic Notion."}]},{"type":"element","tag":"h2","props":{"id":"_2-user-conduct"},"children":[{"type":"text","value":"2. User Conduct"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"You agree to use Academic Notion only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of Academic Notion. Prohibited behavior includes harassing or causing distress or inconvenience to any other user, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within Academic Notion."}]},{"type":"element","tag":"h2","props":{"id":"_3-intellectual-property"},"children":[{"type":"text","value":"3. Intellectual Property"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The extension, its original content, features, functionality, and design elements are and will remain the exclusive property of Academic Notion and its licensors. The extension is protected by copyright, trademark, and other laws. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of Academic Notion."}]},{"type":"element","tag":"h2","props":{"id":"_4-third-party-links"},"children":[{"type":"text","value":"4. Third-Party Links"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Academic Notion may contain links to third-party websites or services that are not owned or controlled by Academic Notion. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that Academic Notion shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services."}]},{"type":"element","tag":"h2","props":{"id":"_5-termination"},"children":[{"type":"text","value":"5. Termination"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"We may terminate or suspend your access to Academic Notion immediately, without prior notice or liability, for any reason whatsoever, including, without limitation, if you breach the Terms. Upon termination, your right to use Academic Notion will cease immediately."}]},{"type":"element","tag":"h2","props":{"id":"_6-limitation-of-liability"},"children":[{"type":"text","value":"6. Limitation of Liability"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In no event shall Academic Notion, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use Academic Notion; (ii) any conduct or content of any third party on Academic Notion; (iii) any content obtained from Academic Notion; and (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage."}]},{"type":"element","tag":"h2","props":{"id":"_7-changes"},"children":[{"type":"text","value":"7. Changes"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion."}]},{"type":"element","tag":"h2","props":{"id":"_8-contact-us"},"children":[{"type":"text","value":"8. Contact Us"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If you have any questions about these Terms, please contact us at "},{"type":"element","tag":"a","props":{"href":"mailto:support@texcel.app"},"children":[{"type":"text","value":"support@texcel.app"}]},{"type":"text","value":". By using Academic Notion, you acknowledge that you have read these Terms of Use and agree to be bound by them."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"_1-use-license","depth":2,"text":"1. Use License"},{"id":"_2-user-conduct","depth":2,"text":"2. User Conduct"},{"id":"_3-intellectual-property","depth":2,"text":"3. Intellectual Property"},{"id":"_4-third-party-links","depth":2,"text":"4. Third-Party Links"},{"id":"_5-termination","depth":2,"text":"5. Termination"},{"id":"_6-limitation-of-liability","depth":2,"text":"6. Limitation of Liability"},{"id":"_7-changes","depth":2,"text":"7. Changes"},{"id":"_8-contact-us","depth":2,"text":"8. Contact Us"}]}},"_type":"markdown","_id":"content:4.terms-of-use.md","_source":"content","_file":"4.terms-of-use.md","_extension":"md"}